[
    {"description": "Desarrollador Junior con 1 año de experiencia en React y JavaScript.", "level": "CL12"},
    {"description": "Desarrollador Junior con 1 año de experiencia en Angular y JavaScript.", "level": "CL12"},
    {"description": "Desarrollador Junior con 1 año de experiencia en Nodejs y JavaScript.", "level": "CL12"},
    {"description": "Developer con 1 año de experiencia en React y JavaScript.", "level": "CL12"},
    {"description": "Ingeniero con 3 años en desarrollo web con Node.js y bases de datos SQL.", "level": "CL11"},
    {"description": "Ingeniero con 3 años en desarrollo Angular y bases de datos SQL.", "level": "CL11"},
    {"description": "Desarrollador 2.5 años en desarrollo React y javascript.", "level": "CL11"},
    {"description": "Backend Developer con 5 años de experiencia en Python y Django.", "level": "CL10"},
    {"description": "Software Engineer con 7 años desarrollando en microservicios y AWS.", "level": "CL9"},
    {"description": "Tech Lead con 10 años en arquitecturas distribuidas.", "level": "CL8"},
    {"description": "Fullstack Developer con 5 años React, Angular, Python y Nodejs.", "level": "CL9"},
    {"description": "Fullstack Developer con 6 años React, Angular Java.", "level": "CL9"},
    {"description": "Gerente de Ingeniería con 15 años liderando equipos ágiles.", "level": "CL7"},
    
        {"description": "Desarrollador Junior con 1 año de experiencia en React y TypeScript.", "level": "CL12"},
        {"description": "Desarrollador Junior con 1 año en Vue.js y Express.js.", "level": "CL12"},
        {"description": "Junior Developer con experiencia en JavaScript y MongoDB.", "level": "CL12"},
        {"description": "Desarrollador Frontend con 1 año de experiencia en Angular y Firebase.", "level": "CL12"},
        {"description": "Programador Junior con 1 año de experiencia en Node.js y PostgreSQL.", "level": "CL12"},
        {"description": "Software Developer con 1 año en React Native y APIs REST.", "level": "CL12"},
        {"description": "Fullstack Junior con experiencia en Laravel y Vue.js.", "level": "CL12"},
        {"description": "Trainee Developer en Python y Flask con 1 año de experiencia.", "level": "CL12"},
        {"description": "Desarrollador Junior con conocimientos en HTML, CSS y Django.", "level": "CL12"},
        {"description": "Desarrollador Fullstack con 1 año en Next.js y Express.", "level": "CL12"},
        
        {"description": "Ingeniero Fullstack con 3 años en desarrollo con React y Node.js.", "level": "CL11"},
        {"description": "Software Developer con 3 años de experiencia en Vue.js y Java Spring Boot.", "level": "CL11"},
        {"description": "Backend Developer con 3 años en Python y Django.", "level": "CL11"},
        {"description": "Frontend Developer con 3 años en Angular y TypeScript.", "level": "CL11"},
        {"description": "Fullstack Developer con 3 años en MEAN Stack.", "level": "CL11"},
        {"description": "Software Engineer con 3 años en React, Redux y PostgreSQL.", "level": "CL11"},
        {"description": "Desarrollador con 3 años en desarrollo web con Laravel y Vue.js.", "level": "CL11"},
        {"description": "Programador con 3 años en APIs REST con Express.js y MongoDB.", "level": "CL11"},
        {"description": "Fullstack con 3 años en microservicios con Docker y Kubernetes.", "level": "CL11"},
        {"description": "Desarrollador con 3 años en desarrollo de backend con Go y GraphQL.", "level": "CL11"},
    
        {"description": "Backend Developer con 5 años de experiencia en Node.js y Express.", "level": "CL10"},
        {"description": "Fullstack Developer con 5 años en React y Spring Boot.", "level": "CL10"},
        {"description": "Software Engineer con 5 años en Python y FastAPI.", "level": "CL10"},
        {"description": "Fullstack Developer con 5 años en MEVN Stack.", "level": "CL10"},
        {"description": "Ingeniero de Software con 5 años en desarrollo con .NET y Angular.", "level": "CL10"},
        {"description": "Software Engineer con 5 años en microservicios con AWS Lambda.", "level": "CL10"},
        {"description": "Fullstack Developer con 5 años en Next.js y Django.", "level": "CL10"},
        {"description": "Backend Developer con 5 años en Go y bases de datos NoSQL.", "level": "CL10"},
        {"description": "Fullstack Developer con 5 años en TypeScript y GraphQL.", "level": "CL10"},
        {"description": "Desarrollador con 5 años en desarrollo de sistemas escalables con Kubernetes.", "level": "CL10"},
    
        {"description": "Software Engineer con 7 años en desarrollo de backend con Java y Spring Boot.", "level": "CL9"},
        {"description": "Fullstack Developer con 7 años en desarrollo con React y Node.js.", "level": "CL9"},
        {"description": "Backend Engineer con 7 años en microservicios con Python y Flask.", "level": "CL9"},
        {"description": "Frontend Developer con 7 años en Angular y Vue.js.", "level": "CL9"},
        {"description": "Fullstack Developer con 7 años en arquitectura Serverless con AWS Lambda.", "level": "CL9"},
        {"description": "Software Engineer con 7 años en diseño de APIs REST con NestJS.", "level": "CL9"},
        {"description": "Desarrollador Fullstack con 7 años en sistemas en tiempo real con WebSockets.", "level": "CL9"},
        {"description": "Software Engineer con 7 años en desarrollo de aplicaciones móviles con Flutter.", "level": "CL9"},
        {"description": "Backend Developer con 7 años en optimización de bases de datos con PostgreSQL.", "level": "CL9"},
        {"description": "Fullstack Engineer con 7 años en integración de IA en aplicaciones web.", "level": "CL9"},
    
        {"description": "Tech Lead con 10 años liderando equipos de desarrollo en React y Python.", "level": "CL8"},
        {"description": "Arquitecto de Software con 10 años en diseño de sistemas escalables con Kubernetes.", "level": "CL8"},
        {"description": "Fullstack Developer con 10 años en desarrollo con Angular y Node.js.", "level": "CL8"},
        {"description": "Senior Backend Developer con 10 años en microservicios con Go y Kafka.", "level": "CL8"},
        {"description": "Software Architect con 10 años en cloud computing con AWS y Azure.", "level": "CL8"},
        {"description": "Tech Lead con 10 años en liderazgo técnico de equipos de desarrollo.", "level": "CL8"},
        {"description": "Senior Fullstack Developer con 10 años en sistemas financieros con Java y React.", "level": "CL8"},
        {"description": "Tech Lead con 10 años en integración de APIs con GraphQL y REST.", "level": "CL8"},
        {"description": "Software Architect con 10 años en bases de datos distribuidas con Cassandra.", "level": "CL8"},
        {"description": "Fullstack Engineer con 10 años en desarrollo de plataformas SaaS.", "level": "CL8"},
    
        {"description": "Gerente de Ingeniería con 15 años liderando equipos de desarrollo ágil.", "level": "CL7"},
        {"description": "Engineering Manager con 15 años en planificación y ejecución de proyectos tecnológicos.", "level": "CL7"},
        {"description": "Director de Tecnología con 15 años en gestión de productos digitales.", "level": "CL7"},
        {"description": "CTO con 15 años en liderazgo estratégico de tecnología.", "level": "CL7"},
        {"description": "VP de Ingeniería con 15 años en escalabilidad y optimización de software.", "level": "CL7"},
        {"description": "Gerente de Desarrollo con 15 años en gestión de equipos de software.", "level": "CL7"},
        {"description": "Engineering Director con 15 años en arquitectura de software empresarial.", "level": "CL7"},
        {"description": "Tech Executive con 15 años en innovación y transformación digital.", "level": "CL7"},
        {"description": "Head of Engineering con 15 años en estrategias de desarrollo de software.", "level": "CL7"},
        {"description": "CTO con 15 años en liderazgo de equipos multidisciplinarios.", "level": "CL7"},
    
    

    {"description": "Junior Developer with 1 year of experience in React and JavaScript.", "level": "CL12"},
    {"description": "Junior Developer with 1 year of experience in Angular and JavaScript.", "level": "CL12"},
    {"description": "Junior Developer with 1 year of experience in Node.js and JavaScript.", "level": "CL12"},
    {"description": "Developer with 1 year of experience in React and JavaScript.", "level": "CL12"},
    {"description": "Engineer with 3 years of experience in web development with Node.js and SQL databases.", "level": "CL11"},
    {"description": "Engineer with 3 years of experience in Angular development and SQL databases.", "level": "CL11"},
    {"description": "Developer with 2.5 years of experience in React and JavaScript development.", "level": "CL11"},
    {"description": "Backend Developer with 5 years of experience in Python and Django.", "level": "CL10"},
    {"description": "Software Engineer with 7 years of experience developing microservices and AWS.", "level": "CL9"},
    {"description": "Tech Lead with 10 years of experience in distributed architectures.", "level": "CL8"},
    {"description": "Fullstack Developer with 5 years of experience in React, Angular, Python, and Node.js.", "level": "CL9"},
    {"description": "Fullstack Developer with 6 years of experience in React, Angular, and Java.", "level": "CL9"},
    {"description": "Engineering Manager with 15 years of experience leading agile teams.", "level": "CL7"},

    {"description": "Junior Developer with 1 year of experience in React and TypeScript.", "level": "CL12"},
    {"description": "Junior Developer with 1 year of experience in Vue.js and Express.js.", "level": "CL12"},
    {"description": "Junior Developer with experience in JavaScript and MongoDB.", "level": "CL12"},
    {"description": "Frontend Developer with 1 year of experience in Angular and Firebase.", "level": "CL12"},
    {"description": "Junior Programmer with 1 year of experience in Node.js and PostgreSQL.", "level": "CL12"},
    {"description": "Software Developer with 1 year of experience in React Native and REST APIs.", "level": "CL12"},
    {"description": "Junior Fullstack Developer with experience in Laravel and Vue.js.", "level": "CL12"},
    {"description": "Trainee Developer with 1 year of experience in Python and Flask.", "level": "CL12"},
    {"description": "Junior Developer with knowledge of HTML, CSS, and Django.", "level": "CL12"},
    {"description": "Fullstack Developer with 1 year of experience in Next.js and Express.", "level": "CL12"},

    {"description": "Fullstack Engineer with 3 years of experience in React and Node.js development.", "level": "CL11"},
    {"description": "Software Developer with 3 years of experience in Vue.js and Java Spring Boot.", "level": "CL11"},
    {"description": "Backend Developer with 3 years of experience in Python and Django.", "level": "CL11"},
    {"description": "Frontend Developer with 3 years of experience in Angular and TypeScript.", "level": "CL11"},
    {"description": "Fullstack Developer with 3 years of experience in MEAN Stack.", "level": "CL11"},
    {"description": "Software Engineer with 3 years of experience in React, Redux, and PostgreSQL.", "level": "CL11"},
    {"description": "Developer with 3 years of experience in web development with Laravel and Vue.js.", "level": "CL11"},
    {"description": "Programmer with 3 years of experience in REST APIs with Express.js and MongoDB.", "level": "CL11"},
    {"description": "Fullstack Engineer with 3 years of experience in microservices with Docker and Kubernetes.", "level": "CL11"},
    {"description": "Developer with 3 years of experience in backend development with Go and GraphQL.", "level": "CL11"},

    {"description": "Backend Developer with 5 years of experience in Node.js and Express.", "level": "CL10"},
    {"description": "Fullstack Developer with 5 years of experience in React and Spring Boot.", "level": "CL10"},
    {"description": "Software Engineer with 5 years of experience in Python and FastAPI.", "level": "CL10"},
    {"description": "Fullstack Developer with 5 years of experience in MEVN Stack.", "level": "CL10"},
    {"description": "Software Engineer with 5 years of experience in .NET and Angular.", "level": "CL10"},
    {"description": "Software Engineer with 5 years of experience in microservices with AWS Lambda.", "level": "CL10"},
    {"description": "Fullstack Developer with 5 years of experience in Next.js and Django.", "level": "CL10"},
    {"description": "Backend Developer with 5 years of experience in Go and NoSQL databases.", "level": "CL10"},
    {"description": "Fullstack Developer with 5 years of experience in TypeScript and GraphQL.", "level": "CL10"},
    {"description": "Developer with 5 years of experience in building scalable systems with Kubernetes.", "level": "CL10"},

    {"description": "Software Engineer with 7 years of experience in backend development with Java and Spring Boot.", "level": "CL9"},
    {"description": "Fullstack Developer with 7 years of experience in React and Node.js development.", "level": "CL9"},
    {"description": "Backend Engineer with 7 years of experience in microservices with Python and Flask.", "level": "CL9"},
    {"description": "Frontend Developer with 7 years of experience in Angular and Vue.js.", "level": "CL9"},
    {"description": "Fullstack Developer with 7 years of experience in serverless architecture with AWS Lambda.", "level": "CL9"},
    {"description": "Software Engineer with 7 years of experience in designing REST APIs with NestJS.", "level": "CL9"},
    {"description": "Fullstack Developer with 7 years of experience in real-time systems with WebSockets.", "level": "CL9"},
    {"description": "Software Engineer with 7 years of experience in mobile application development with Flutter.", "level": "CL9"},
    {"description": "Backend Developer with 7 years of experience in database optimization with PostgreSQL.", "level": "CL9"},
    {"description": "Fullstack Engineer with 7 years of experience in AI integration in web applications.", "level": "CL9"},

    {"description": "Tech Lead with 10 years of experience leading development teams in React and Python.", "level": "CL8"},
    {"description": "Software Architect with 10 years of experience in designing scalable systems with Kubernetes.", "level": "CL8"},
    {"description": "Fullstack Developer with 10 years of experience in Angular and Node.js.", "level": "CL8"},
    {"description": "Senior Backend Developer with 10 years of experience in microservices with Go and Kafka.", "level": "CL8"},
    {"description": "Software Architect with 10 years of experience in cloud computing with AWS and Azure.", "level": "CL8"},
    {"description": "Tech Lead with 10 years of experience in technical leadership for development teams.", "level": "CL8"},
    {"description": "Senior Fullstack Developer with 10 years of experience in financial systems with Java and React.", "level": "CL8"},
    {"description": "Tech Lead with 10 years of experience integrating APIs with GraphQL and REST.", "level": "CL8"},
    {"description": "Software Architect with 10 years of experience in distributed databases with Cassandra.", "level": "CL8"},
    {"description": "Fullstack Engineer with 10 years of experience in SaaS platform development.", "level": "CL8"},

    {"description": "Engineering Manager with 15 years of experience leading agile software development teams.", "level": "CL7"},
    {"description": "Engineering Manager with 15 years of experience in planning and executing technology projects.", "level": "CL7"},
    {"description": "CTO with 15 years of experience in strategic technology leadership.", "level": "CL7"},
    {"description": "VP of Engineering with 15 years of experience in scalability and software optimization.", "level": "CL7"},
    {"description": "Software Development Manager with 15 years of experience in managing engineering teams.", "level": "CL7"}
]

